{
    "tnc_title": "Terms and Conditions of the Website",
    "tnc_content": "<p class=\"w-100 text-right\">Effective Date: 19th February 2021</p> <br> <p>LG H&amp;H HK Limited (the \"<strong>Company</strong>\" or \"<strong>we</strong>\" or \"<strong>us</strong>\" and the grammatical derivatives thereof shall be construed accordingly) through <a href=\"http://www.whoo-hk.com\">http://www.whoo-hk.com</a> (the \"<strong>Website</strong>\") provides you with information and contents relating to the business, products (the \"<strong>Products</strong>\"), retail stores, and relevant services (the \"<strong>Services</strong>\") of <strong>The history of Whoo</strong> (the &ldquo;<strong>Brand</strong>&rdquo;), operated by the Company in Hong Kong, in accordance with the following terms and conditions and the Privacy Policy of the Company (collectively, the \"<strong>Terms</strong>\"). By accessing or using the Website by any means, this indicates that you have read, understood and agreed to the Terms, and that you are at least 18 years of age. Your use of the Website and the relevant acts are subject to the Terms and other applicable laws. If you are 13 years of age but below 18 years of age, you shall first obtain the express consent of your legal guardian and the legal guardian shall agree and abide to the Terms.</p> <p>The Companyhas the right to amend the Terms from time to time, and such amendments shall be effective from the date appearing at the beginning of the Terms. Your continued use of the Website shall be deemed as your acceptance to the Terms as amended.&nbsp; If you do not agree to the Terms, please stop using the Website immediately.</p> <p>For the purposes of the Terms, any text, graphics, images, software, codes, sound files, animations, trademarks, designs, illustrations, products descriptions, images, sequences (whether animated or not and whether there are sounds or not) and all other information or contents provided by the Website are collectively referred as \"the Contents of the Website\".</p> <strong><u>1. Privacy Policy</u></strong> <p>1.1 Please read the <u>Privacy Policy</u> of the Company to understand the privacy practices of the Company. The Privacy Policy of the Company shall form part of the Terms.</p> <strong><u>2. Products and Services</u></strong> <p>2.1 The Products and Services as described in the Website, and any Products, Services or samples provided to you by the Company are for personal use only, and shall not be used for any non-personal or commercial use. You shall not sell or re-sell any Products, Services or samples obtained from the Company. If you breach this clause, the Company has the right in its absolute discretion to refuse to provide any Products, Services or samples to you, and reserves the right to seek all remedies available at law.</p> <p>2.2 The Company may provide Products, Services, samples or publish related information through the Website or other methods as specified by the Company. Such contents and information are merely an invitation to treat and does not constitute a unilateral contract. If you are interested in using the Products, Services or receiving the samples, you may apply through the specific method(s) as specified by the Company (the \"<strong>Application</strong>\"). The Application shall constitute an offer from you to the Company for the Products, Services or samples and subject to the applicable terms and conditions.&nbsp;</p> <p>2.3 The Company may provide cosmetics or personal care services, products and samples, including but not limited to skin care products and cosmetics. By i) applying to the Company for Services, ii) requesting for Products or samples, or iii) placing an order on the Website and/or related website to purchase the Products (\"<strong>Order</strong>\"), you shall be deemed to have made the following representation, declaration and warranty to the Company: &nbsp;You have consulted the suitable medical professional regarding the use of the Services, Products or samples.</p> <strong><u>3. Accuracy of the information</u></strong> <p>3.1 The descriptions, introductions, information, features, specifications and prices of the Products and Services as provided by the Company (regardless of whether it is provided through the Website, email or other means of methods) is for reference only, and does not constitute any medical or other professional advice.&nbsp; The Website shall not and does not intend to diagnose, alleviate, sooth, prevent or cure any disease or body conditions. The skin care or personal care information provided on the Website (if any) shall not be considered as a substitute of medical or professional advice.</p> <p>3.2 The Company shall use its reasonable endeavors to publish the latest and most accurate information relating to the Products and Services on the Website. The Company however does not guarantee the absolute accuracy and completeness of the Contents on the Website (including but not limited to the descriptions, colour and information etc. of the Products).</p> <p>3.3 The display of any Product or Service on the Website does not constitute an offer to sell such Product or Service. The reference to any Product or Service mentioned in the Website does not mean that such Product or Service are available in all countries, or that the name and description of the Product or Service available from the retail store that you are located in will be the same as those contained on the Website.</p> <strong><u>4. Use and Restrictions</u></strong> <p>4.1 You agree that you are using the Website and the Contents of the Website only for personal and non-commercial use.</p> <p>4.2 You agree that you will not yourself or authorise or assist third parties to do or attempt to do the following:</p> <p>&nbsp;(a) violate the Terms;</p> <p>&nbsp;(b) interrupt the normal operation or any activity on the Website;</p> <p>&nbsp;(c) misuse or maliciously attack the Website, including but not limited to the use of malicious software such as viruses, trojans, spyware or worms, or denial-of-service attack. The Company reserves the right to report the relevant attacks to the relevant law enforcement departments and disclose your identity to such departments.</p> <strong><u>5. Intellectual Property</u></strong> <p>5.1 The Website and the Contents of the Website are the exclusive property of the Company and / or other authorised person(s), and is protected by copyright, trademark, patent or other intellectual property laws. You shall not use, copy, sell, translate, distribute, design, produce, re-publish, copy, show, display, save, amend or by other means use the whole or part of the Contents of the Website without the prior written permission of the Company.</p> <strong><u>6. Special events and promotions</u></strong> <p>6.1 The Company may provide special events and promotions through the Website and/or related website. Such events and promotions may be subject to special terms and conditions. Please refer to the terms and conditions of the relevant events and promotions.</p> <strong><u>7. Links</u></strong> <p>7.1 The Website may contain links to websites, applications or other services and products managed or operated by third parties (\"<strong>Third Party Platforms</strong>\"). Such links are only provided for your convenience. The Company does not recognise, manage, supervise or control the Third Party Platforms and their contents. The use of the Third Party Platforms will be subjected to the terms and privacy policy of such third parties. The Company shall not be responsible for the contents, terms of use and privacy policy of the Third Party Platforms. You should read carefully the terms of use and the privacy policy of the related Third Party Platforms to determine whether to use them or not. The Company shall not be responsible for the loss or damages arising from or relating to the use of the Third Party Platforms.</p> <strong><u>8. Disclaimer</u></strong> <p>8.1 To the maximum extent permitted by the applicable law, the Company shall not be liable for any loss or damages caused by the access, the inability to access or the use of the Website or the Contents of the Website.</p> <p>8.2 The Company does not represent or warrant the following matters: (a) the Website will not be disrupted or the content of the Website are error-free or totally accurate; (b) any defeats or errors of the Website or the Contents of the Website will be rectified or corrected; (c) the Website or the server of the Website are at all times protected from attacks or harm of viruses or malwares.</p> <p>8.3 To the maximum extent permitted by the applicable law, the Company disclaims any (expressed or implied) warranty, including but not limited to the implied warranties of merchantability, ownership, fitness for a particular purpose and non-infringement.</p> <strong><u>9. Limitation of Liability</u></strong> <p>9.1 The Company shall not be responsible for any loss or damages arisen (whether direct, special, incidental, indirect or consequential, including loss of profits and loss of information) from your use or inability to use of the Website. If you have suffered any loss or damages from the use of the Website or the Contents of the Website, the only remedy is to stop using the Website.</p> <strong><u>10. Indemnity</u></strong> <p>10.1 You agree to fully indemnify, to the extent permitted by the law, the Company, the Company's subsidiaries, associated companies, and any directors, senior officers, managers, staffs, agents or other authorised persons of the aforesaid entities (collectively, \"the Compensated Parties\") from the accusation, actions, damages, losses, costs, expenses, claims and liabilities, and any related legal costs arising from the breach of the Terms and / or the unlawful acts.</p> <strong><u>11. General Terms</u></strong> <p><strong>11.1 Dispute Resolution</strong></p> <p>11.1.1 The Terms are governed by the laws of the Hong Kong Special Administrative Region of the People's Republic of China (\"<strong>Hong Kong</strong>\"), and shall be interpreted in accordance with Hong Kong law. The Company and you agree to submit to the exclusive jurisdiction of the Hong Kong courts.</p> <p><strong>11.2 Severability</strong></p> <p>11.2.1 If any of the Terms or any part of the Terms is determined to be illegal, invalid or unenforceable, such part shall be deemed as separate from the Terms, and the remaining Terms and the remaining part of the Terms shall continue to be effective.</p> <p><strong>11.3 Waiver</strong></p> <p>11.3.1 No delay or failure to take action to enforce any of the Terms shall constitute any waiver by the Company of any of its rights granted under the Terms.</p> <p><strong>11.4 Third Party Rights</strong></p> <p>11.4.1 Subject to clause 11.4(b), no person shall have any right under the Contracts (Rights of Third Parties) Ordinance (Cap. 623 of the Laws of Hong Kong) (the \"<strong>Third Parties Ordinance</strong>\") to enforce or enjoy the benefit of the Terms and any provisions associated with the contract entered between you and the Company.</p> <p>11.4.2 The Compensated Parties may, by virtue of the Third Parties Ordinance, rely on the Terms and any provisions associated with the contract entered between you and the Company, only if and in the following circumstances and extent:</p> <p>(i) &nbsp;&nbsp;such term expressly limits or excludes liability of the Compensated Parties; or</p> <p>(ii)&nbsp; such term expressly confers other rights or benefits on the Compensated &nbsp;&nbsp;Parties (including without limitation any indemnity).</p> <p><strong>11.5 Force Majeure</strong></p> <p>11.5.1 The Company shall not be liable to you or any third party for any delays or failure in providing the Products or Services resulting from acts beyond its reasonable control, including but without limitation, natural disaster, fire, flood, accident, war, rebellion, strike, riot and malfunction of facilities.</p> <p><strong>11.6 Changes</strong></p> <p>11.6.1The Company reserves the ultimate right to amend the Terms. The Company reserves the right to from time to time amend the Terms and publish the changes to the Terms on the Website without prior notification. Should any dispute arise, the Company reserves the right to make a final determination.</p> <p><strong>11.7 Consultation</strong></p> <p>11.7.1 If you have any questions about the Terms, please email to <a href=\"mailto:info@whoohk.com\">info@whoohk.com</a> for enquiries.</p> <p><strong>11.8 Language</strong></p> <p>11.8.1 The English version shall prevail whenever there is a discrepancy between the Chinese and the English version.<br> </p>",
    "policy_title": "Privacy Policy",
    "policy_content": "<p>Last updated: 19th February 2021</p> <p>This privacy policy (“<b>Privacy Policy</b>”) of LG H&H HK Limited (\"<b>LG</b>\" or \"<b>we</b>\" and the grammatical derivatives thereof shall be construed accordingly) describes how we collect and use your information. By accessing or using this Website on any computer, mobile phone, tablet or other device, you consent to the Privacy Policy. The Privacy Policy may be updated, modified or amended by us from time to time without prior notice. Your continued use of this Website constitutes your acceptance of the Privacy Policy and any updates, modification and amendments thereto. The Privacy Policy is effective from the date set out above.</p> <p>The Privacy Policy forms part and parcel of the terms and conditions (\"Terms of Use\") of http://www.whoo-hk.com (the\"<b>Website</b>\"). Unless otherwise specified, capitalised terms in the Privacy Policy shall have the meaning ascribed to it in the Terms of Use.</p> <p>Your Personal Data (as defined below) will be used and processed by us in accordance with the provisions of this Privacy Policy and the Personal Data (Privacy) Ordinance (Cap 486, Laws of Hong Kong) (“<b>PDPO</b>”).</p> <p>If you are a minor between 13 and 18, the express consent from your legal guardian for the use of the Website and to the Privacy Policy is required for your continued use of the Website.</p> <p><b>1. Personal Data to be collected</b></p> <p>1.1 You are not obligated to provide any information to us when you access or use the Website. We only collect Personal Data disclosed by you knowingly.</p> <p>1.2 If you wish to (i) receive communication, news update about our Products, upcoming events, our Services, promotions and other information regarding us from time to time, (ii) place your orders for our Products and/or apply for our Services, or (iii) become a Member under our membership scheme, you may be required to provide your personal data to us, including but not limited to your full name, phone number and email address (“<b>Personal Data</b>”). For avoidance of doubt, if you purchase our Products and/or apply for our Services, Personal Data shall also include the information about your orders for such Products and/or Services and your transaction history and records.</p> <p>1.3 Certain data and information about your use of the Website and interaction with the Website may also be automatically collected by us by Cookies or other methods. Such data and information include but not limited to IP address, browser type and language</p> <p><b>2. Purpose</b></p> <p>2.1 Your Personal Data and other data will be used for the following purposes:</p> <p>2.1.1 If you have selected to receive direct marketing communications from us, your Personal Data may be used by us to send the latest news about our Products, upcoming events, our Services, promotions and other information regarding us from time to time by email. Your Personal Data will be retained by us as long as you wish to receive such direct marketing communication. If you decide not to receive such direct marketing communication or updates from us, you may at any time contact us or by using the unsubscribe option included in each email.</p> <p>2.2 Your Personal Data and other data may also be used for the following purposes:</p> <p>2.2.1 Customising and personalising your experience in using and accessing the Website;</p> <p>2.2.2 Processing and fulfilling your orders and transactions for products and services offered by LG or any of its subsidiaries or affiliates (regardless of the brand or trademark under which we offer such products and services) and communicating with you about those orders and transactions;</p> <p>2.2.3 Handling and arranging exchange and refund for products and services;</p> <p>2.2.4 Operating, providing, improving and maintaining the products and services offered by LG or any of its subsidiaries or affiliates (regardless of the brand or trademark under which we offer such products and services), collating statistical data and analysing your behaviour in using the Website;</p> <p>2.2.5 Administering membership;</p> <p>2.2.6 Administering special events and promotions;</p> <p>2.2.7 Analysing your transaction history and records in order for us to understand your needs and preference;</p> <p>2.2.8 Developing, improving, promoting and selling such Products and Services that you need;</p> <p>2.2.9 Meeting disclosure obligations and other requirements imposed by or for the purpose of any laws, regulations, rules, codes of practice or guidelines (whether applicable in or outside Hong Kong);</p> <p>2.2.10 Investigating, preventing or stopping fraud or abuse of the Website;</p> <p>2.2.11 Fulfilling any other purposes directly related to or in connection with the purposes set out in clauses 2.2.1 to 2.2.10 above.</p> <p><b>3. data security</b></p> <p>3.1 We shall take all practicable steps to ensure that your Personal Data is protected against unauthorised or accidental access, processing, erasure, loss or use.</p> <p>3.2 Regular training will be provided to our management, officers, staffs and employees for the proper handling of your Personal Data and your Personal Data is only accessible by our authorised staff members.</p> <p><b>4. Data sharing</b></p> <p>4.1 Subsidiaries and affiliates</p> <p>4.1.1 We may provide your Personal Data to our subsidiaries and affiliates for their use within Hong Kong.</p> <p>4.2 Service providers</p> <p>4.2.1 Your Personal Data may also be shared with our service provider (\"<b>Service Providers</b>\") for certain activities for the operation of the Website such as Website management, to the extent necessary for performance of their functions but not for other purposes. Some of such Service Providers may be located outside Hong Kong.</p> <p>4.2.2 Necessary organizational and contractual measures have been taken to ensure the Personal Data provided by you will be:</p> <p>a) processed exclusively for the purposes mentioned above; and</p> <p>b) prevented from unauthorised or accidental access, processing, erasure, loss or use.</p> <p>4.2.3 Service Providers are not authorized to send any information about products or services of other companies to you without your permission.</p> <p>4.3 By Law or to protect rights</p> <p>4.3.1 Your Personal Data may be disclosed upon governmental request, in response to a court order, when required by law or to enforce the Privacy Policy.</p> <p><b>5. Modify or delete your Personal Data</b></p> <p>5.1  You have the right to check whether your Personal Data or other personally identifiable information is held by us and request access to and to correct your Personal Data in our records.</p> <p><b>6. Unsubscribe</b></p> <p>6.1 To unsubscribe and stop receiving messages without costs except cost of transmission, please click unsubscribe link in the email.</p> <p><b>7. Retention of Personal Data</b></p> <p>7.1 Your Personal Data will be kept only for as long as necessary to fulfill the purpose which the Personal Data was collected. Archived Personal Data may also be retained for statistical purposes.</p> <p><b>8. Links to other websites</b></p> <p>8.1 The Website may contain links of other websites operated by other parties. Those links are provided for your convenience only. LG is not responsible for processing of your personal data by those websites.</p> <p><b>9. Cookies</b></p> <p>9.1 The Website uses cookies. Cookies are small pieces of data sent by the Website and they will be stored by your browser on your computer’s hard drive so that your browser can be recognized by the Website when you return on the Website. By consenting to the Privacy Policy, you also consent to our use of cookies.</p> <p><b>10. Contact</b></p> <p>10.1 If you:</p> <p>a) have any questions, comments or complaints about us or how your Personal Data is processed,</p> <p>b) wish not to receive any direct marketing communication or news updates from us,</p> <p>c) wish to obtain your Personal Data collected and retained by us; or</p> <p>d) wish to modify, correct or update your Personal Data or request removal of your Personal Data from our database,</p> <p> you may contact our customer service term whose contact details are set out below: <br>Email: <span style=\"text-decoration:underline;\">info@whoohk.com</span> </p> <p>10.2 A summary of any Personal Data will be provided to you upon request. A reasonable fee may be charged by us to you for processing and complying with you data access request.</p> <p><b>11. Language</b></p> <p>11.1 In case of inconsistency between English version and Chinese version of this Privacy Policy, the English version shall prevail.</p>"
}
