{
    "tnc_title": "条款及细则",
    "tnc_content": "<p class=\"w-100 text-right\">生效日期：2021年2月19日</p><br> <p>LG H&amp;H HK Limited乐金生活健康（香港）有限公司( \"<strong>本公司</strong><strong>\" </strong>或 \"<strong>我们</strong>\"及其相应构成的语法衍生词)根据下列条款及细则和本公司私隐政策（统称\"<strong>此等条款</strong>\"）透过 <a href=\"http://www.whoo-hk.com\">http://www.whoo-hk.com</a>（\"<strong>本网站</strong>\"）向阁下提供本公司于香港经营之The history of Whoo 品牌业务、产品（\"<strong>产品</strong>\"）、门市以及相关服务(\"<strong>服务</strong>\"）的资讯及内容。不论阁下透过任何途径进入或使用本网站，即表明阁下已经阅读、理解并同意此等条款，以及阁下已年满18岁。阁下使用本网站以及有关行为均受此等条款及其他适用法律所约束。如阁下年满13岁但不足18岁，则须先获得阁下法定监护人的明示同意，且该法定监护人亦须同意并遵守此等条款。</p> <p>本公司有权不时修改此等条款，修改将于开首日期起生效。阁下对本网站之继续使用应被理解为阁下接受经修改的此等条款。如阁下不同意此等条款，请立刻停止使用本网站。</p> <p>就此等条款目的而言，本网站所载之任何文字、图形、影像、软件、代码、声音档案、视频、互动功能、商标、设计、图示、产品说明、图片、序列（不论是否动画以及是否有声音）及所有其他本网站提供的资料或内容统称为\"本网站内容\"。</p> <strong><u>1. 私隐政策</u></strong> <p>1.1请阅读本公司的<u>私隐政策</u>以了解本公司的私隐惯例。本公司私隐政策将构成此等条款一部分。</p> <strong><u>2. 产品及服务</u></strong> <p>2.1&nbsp; 本网站所述的产品及服务，及本公司向阁下提供的任何产品、服务或试用品仅供阁下个人使用，不得作任何非私人或商业用途。阁下不可出售或转售自本公司取得之任何产品、服务或试用品。如 阁下违反本条款，本公司有权在其绝对酌情权下拒绝向阁下提供任何产品、服务或试用品，并保留追究权利。</p> <p>2.2&nbsp; 本公司可透过本网站或其他本公司指定的方式提供产品、服务、试用品或發佈有关资讯，有关内容及仅为要约邀请并不构成单方面合约。如阁下有意享用产品、服务或领取试用品，可透过本公司指定方式向本公司申请（\"<strong>申请</strong>\"），申请将构成阁下向本公司發出的产品、服务或试用品要约，并受有关活动的条款及细则约束。</p> <p>2.3&nbsp; 本公司可能提供化妆品或个人护理相关服务、产品及试用品，包括但不限于护肤品及化妆品。 阁下向本公司i) 申请有关服务， ii) 索取产品或试用品或iii) 在本网站或其相关网站订购产品（\"订单\"），即代表阁下向本公司作出下列陈述、声明及保证： 阁下已经就享用有关服务、使用有关产品或试用品谘询合适的医学专业人士之意见。</p> <strong><u>3. 资料的准确性</u></strong> <p>3.1 本公司提供之产品及服务之描述、介绍、资料、特点、规格及价格（无论是透过本网站及其相关网站、电邮或任何其他方式提供）仅作阁下一般参考之用，并不构成任何医学或其他专业意见。本网站不会亦无意图就诊断、减轻、舒缓、预防或治疗任何疾病或人体状况。本网站提供的护肤或个人护理资讯（如有）不能视为取代医学或专业意见。</p> <p>3.2 本公司会尽合理的努力在本网站内發佈最新、最准确的描述产品和服务的资料，但本公司并不保证本网站所载的内容（包括但不限于产品描述、颜色及资料等）的绝对准确性及完整性。本公司保留随时更改, 修正及删除任何错误、不准确或遗漏的内容及资料而不作另行通知的权利。</p> <p>3.3 载于本网站的任何产品或服务并不构成出售该等产品或服务之要约，本网站提述任何产品或服务不表示所有国家均供应该等产品或服务，亦不代表阁下身处之店铺的产品或服务之名称或描述与本网站所载之相同。</p> <strong><u>4. 使用及限制</u></strong> <p>4.1 阁下同意只为阁下个人及非商业用途使用本网站及本网站内容。</p> <p>4.2 阁下同意阁下不会自行、授权或协助他人或实体作出或企图作出下列行为：-</p> <p>(a) 违反此等条款；</p> <p>(b) 干涉本网站的正常运作或本网站进行之任何活动；</p> <p>(c) 滥用或恶意攻击本网站，包括但不限于使用病毒、木马程式、间谍软体或蠕虫等恶意软体、使用阻断服务攻击等方式。本公司保留向有关执法部门报告有关攻击并向该等部门披露阁下的身份资料的权利。</p> <strong><u>5. 知识产权</u></strong> <p>5.1本网站及本网站内容属于本公司及/或其授权人专有财产，并受到版权、商标、专利及其他知识产权法律之保护。在未经本公司事前的书面同意下，阁下均不可擅自使用、複製、出售、翻译、散佈、设计、生产、再版、存取、表演、展示、下载、修改或以其他方式使用全部或部分本网站内容。</p> <strong><u>6. 特别活动及推广</u></strong> <p>6.1本公司可能经本网站或相关网站提供特别活动及推广。该活动及推广可能受特别条款及细则约束。详情请参考有关活动及推广的条款及细则。</p> <strong><u>7. 链接</u></strong> <p>7.1本网站可能包含连接至由第三方管理或营运的网站、应用程式或其他产品、服务(\"第三方平台\"）之链接。该等链接仅为阁下之方便而提供。本公司不认可、营运、监督或控制该等第三方平台及其内容。第三方平台的使用将受限于该等第三方各自的条款及私隐政策。本公司对于第三方平台之内容、使用条款及私隐政策概不负责。阁下应细阅有关第三方平台之使用条款及私隐政策以决定是否使用。对于因使用第三方平台而引起的或与之相关的任何损害，本公司不承担任何责任。</p> <strong><u>8. 免责声明</u></strong> <p>8.1 在适用法律允许的最大范围内，对于阁下因进入或使用本网站或无法进入或使用本网站，或因使用本网站内容而造成的任何损失，本公司概不负有法律责任。</p> <p>8.2 本公司不就下列事项作出陈述或保证：(a) 本网站不会被中断或本网站内容没有错误或完全正确；(b)本网站或本网站内容的任何缺陷或错误将得到纠正或改正，或 (c)本网站或本网站的伺服器在任何时间均免受病毒或恶意软件之攻击或伤害。</p> <p>8.3 在适用法律所容许的最大范围内，本公司否认提供任何（明示或隐含的）保证，包括但不限于可商售品质、所有权、适用某特定用途和不侵犯性的隐含保证。</p> <strong><u>9. 责任限制</u></strong> <p>9.1阁下因使用或不能使用本网站或本网站内容而导致之损失（不论直接、特殊、附带、非直接或引起的，包括利润损失及资料遗失）本公司概不负责。如 阁下因使用本网站或本网站内容而蒙受任何损失，唯一的补救方法是停止使用本网站。</p> <strong><u>10. 弥偿</u></strong> <p>10.1就阁下因使用本网站、本网站内容、对此等条款之违反及/或违法行为所引起的指控、诉讼、损害、损失、责任、成本、费用、索偿及负债，以及任何与之相关的律师费用，阁下同意在法律容许的范围内，以全额赔偿基准赔偿本公司、本公司附属公司、关联公司、以及前述公司之任何董事、高级人员、经理、僱员、代理人或其他获授权人(统称\"被赔偿人\")。</p> <strong><u>11. 一般条款</u></strong> <p><strong>11.1 </strong><strong>争议解决</strong></p> <p>11.1.1此等条款受中华人民共和国香港特别行政区（\"香港\"）法律管辖，并按香港法律阐释。阁下与本公司同意受香港法院的专属管辖。</p> <p><strong>11.2 </strong><strong>可分割性</strong></p> <p>11.2.1如此等条款的任何条款或某一条款的任何部分被裁定为违法、无效或无法执行，则该部分将被视为与此等条款相分割，而其馀条款及有关条款的其馀部分将继续有效。</p> <p><strong>11.3 </strong><strong>放弃权利</strong></p> <p>11.3.1即使本公司未有执行或延迟任何此等条款，均不得视为本公司放弃此等条款赋予之权利。</p> <p><strong>11.4 </strong><strong>第三者权利</strong></p> <p>11.4.1 受限于第11.4(b)条，任何人皆无权根据《合约(第三者权利)条例》(香港法例第 623 章)（《第三者权利条例》）强制执行此等条款及任何与之相关且由阁下以及本公司订立的合约内的任何条文或享有该等条文之利益。</p> <p>11.4.2 被赔偿人只有在下列情况及范围内，方可凭藉《第三者权利条例》，依赖此等条款及任何与之相关且由阁下以及本公司订立的合约内的之任何条文：-</p> <p>&nbsp;(i) 该等条文明确限制或排除该被赔偿人的法律责任；或</p> <p>&nbsp;(ii)该等条文明确赋予该被赔偿人其他权利或利益(包括但不限于任何弥偿)。</p> <p><strong>11.5 </strong><strong>不可抗力事件</strong></p> <p>11.5.1 对于因超出其合理控制范围的行为而导致提供产品或服务的延迟或失败，包括但不限于自然灾害、火灾、洪水、事故、战争、叛乱、罢工、骚乱和设施故障，本公司将不对阁下及任何第三方承担任何责任。</p> <p><strong>11.6 </strong><strong>更改</strong></p> <p>11.6.1本公司保留更改此等条款最终决定权。本公司可在不给予事先通知下，不时更改此等条款上并透过在本网站發佈更改内容。</p> <p>如有任何争议，本公司保留最终决定权。</p> <p><strong>11.7 </strong><strong>谘询</strong></p> <p>11.7.1如阁下对此等条款有任何疑问，请电邮至info@whoohk.com查询。</p> <p><strong>11.8 </strong><strong>语言</strong></p> <p>11.8.1中英文本如有歧异，概以英文本为准。</p>",
    "policy_title": "私隐政策",
    "policy_content": "<p>最后更新: 2021年2月19</p> <p>乐金生活健康（香港）有限公司 (\"<strong>LG</strong>\"或\"<strong>我们</strong>\"及其相应构成的语法衍生词)的私隐政策(\"<strong>本私隐政策</strong>\")描述了我们如何收集及使用阁下的个人资料。通过在任何电脑、手机、 平板电脑或其他设备进入或使用本网站，即表示阁下同意本私隐政策。我们将不时更新、更改或修改本私隐政策，并不作事先通知。阁下继续使用本网站表示阁下同意本私隐政策及任何其更新、更改或修改。本私隐政策由上述日期起生效。</p> <p>本私隐政策构成使用本网站<a href=\"http://www.whoo-hk.com\">http://www.whoo-hk.com</a> (\"<strong>本网站</strong>\") 使用条款(&ldquo;<strong>此等条款</strong>&rdquo;)的一部分。除非另有说明，本私隐政策之所用之词彙将具有此等条款赋予的含义。</p> <p>我们将根据《个人资料 ( 私隐 ) 条例》(香港法例第486章)(\"<strong>PDPO</strong>\")及本私隐政策的条款使用及处理阁下的个人资料。</p> <p>如阁下是13岁至18岁的未成年人，阁下则须先获得法定监护人对使用本网站及本私隐政策的明确同意以继续使用本网站。</p> <strong><u>1. 个人资料的收集</u></strong> <p>1.1 阁下进入或使用本网站时并没有义务提供任何资讯给我们。我们只收集阁下知情下披露的个人资料。</p> <p>1.2 如阁下希望 (i) 接收有关我们的产品、即将举行的活动、我们的服务、推广及其他资讯的通讯及最新通知、(ii) 订购我们的产品及/或申请我们的服务、或 (iii) 成为我们会员计划的会员，阁下可能需要向我们提供个人资料，包括但不限于阁下的姓名、电话号码及电邮地址(\"<strong>个人资料</strong>\") 。为免疑问，如阁下购买我们的产品和/或申请我们的服务，个人资料亦包括有关阁下之产品和/或服务的订单以及交易历史及记录。</p> <p>1.3 我们亦可能会以小型文字档案(cookies)或其他形式收集阁下使用本网站及与本网站互动的某些数据及资料。这些数据及资料包括但不限于IP地址，浏览类型及语言。</p> <strong><u>2. 目的</u></strong> <p>2.1 阁下的个人资料及其他资料将会被用作以下用途:</p> <p class='pl-4'>2.1.1 如阁下选择接收我们的直接促销通讯，我们可能会使用阁下的个人资料以透过电邮不时發送有关我们的产品、即将举行的活动、我们的服务、推广及其他资讯的最新通知。在阁下希望接收我们的直接促销通讯期间，阁下的个人资料将会被一直保留。倘阁下不希望接收我们的直接促销通讯或最新信息，阁下可在任何时候联络我们或选择每封电邮的取消接收选项。</p> <p>2.2 阁下的个人资料或其他资料亦会被用作以下用途:</p> <p class='pl-4'>2.2.1 制定及个人化阁下使用本网站的体验;</p> <p class='pl-4'>2.2.2 处理及履行阁下由LG或其任何子公司或关联公司提供的产品和服务的订单及交易 (不论我们提供此类产品及服务的品牌或商标），并与阁下就这些订单和交易进行沟通;</p> <p class='pl-4'>2.2.3 处理和安排产品及服务的更换和退款;</p> <p class='pl-4'>2.2.4 经营、提供、改善及维持由LG或其附属公司或关联公司提供的产品及服务 (不论我们透过任何品牌或商标提供此产品及服务)，整理数据及分析阁下使用本网站的习惯;</p> <p class='pl-4'>2.2.5 会籍管理;</p> <p class='pl-4'>2.2.6 特别活动及推广活动安排;</p> <p class='pl-4'>2.2.7 分析阁下的交易历史及纪录，以便我们明白阁下的需要及偏好;</p> <p class='pl-4'>2.2.8 發展、改善、推广及销售阁下需要的产品;</p> <p class='pl-4'>2.2.9 符合任何法律、法规、守则、业务守则或指引(不论是否适用于香港)订下的披露责任及其他要求;</p> <p class='pl-4'>2.2.10 调查、防止或阻止欺诈或滥用本网站;</p> <p class='pl-4'>2.2.11 履行与上述2.2.1至2.2.10条款直接或间接相关的目的。</p> <strong><u>3. 个人资料的安全</u></strong> <p>3.1 我们将採取一切实际可行的步骤以确保阁下的个人资料受到保障，以防止未经授权或意外地被查阅、处理、删除、丧失、或使用。</p> <p>3.2 我们将为我们的管理层、职员、员工及僱员提供有关于妥善处理阁下个人资料的定期培训。阁下的个人资料只有已经授权的僱员才可浏览。</p> <strong><u>4. 资料分享</u></strong> <p>4.1<strong>附属公司及关联公司</strong></p> <p>4.1.1. 我们可能提供阁下的个人资料予我们的附属公司及关联公司在香港使用。</p> <p>4.2<strong>服务供应商</strong></p> <p>4.2.1. 阁下的个人资料亦可能会分享予我们的服务供应商 (\"<strong>服务供应商</strong><strong>\")</strong> ，用作营运本网站的一些活动如网站管理，但这只用作于履行其职责的范围内而不作其他用途。部份服务供应商可能位于香港以外的地区。</p> <p>4.2.2. 我们已採取必需的组织性及合约措施以确保阁下的个人资料:</p> <p class='pl-4'>a) 只用于上述的用途; 及</p> <p class='pl-4'>b) 被防止未经授权或意外地被查阅、处理、删除、丧失、或使用。</p> <p>4.2.3. 服务供应商不会在未经阁下授权的情况下向阁下發出有关其他公司的产品和服务。</p> <p><strong>4.3 法律要求或权利保障</strong></p> <p>4.3.1. 我们可能因有关政府要求，遵守法庭命令，符合有关法律或执行本私隐政策而披露阁下的个人资料。</p> <strong><u>5. 修改或删除阁下的个人资料</u></strong> <p>5.1. 阁下有权检查阁下的个人资料或其他个人身份是否由我们持有，并要求审阅及更改在我们的记录中的个人资料。</p> <strong><u>6. 取消订阅</u></strong> <p>6.1 请选择电邮中的取消订阅连结以在不收费情况下(除个人资料传输费用)取消订阅并停止接收信息。</p> <strong><u>7. 个人资料的保存</u></strong> <p>7.1. 阁下的个人资料只会被保存直至履行收集个人资料目的完毕。已存档的个人资料亦可能会被保留以用作统计目的。</p> <strong><u>8. 链接至其他网站</u></strong> <p>8.1. 本网站可能包含连接由其他方营运的其他网站。该等链接仅为阁下之方便而提供。LG对这些网站处理阁下个人资料的方法并不承担任何责任。</p> <strong><u>9. 小型文字档案 (cookies)</u></strong> <p>9.1. 本网站使用小型文字档案(cookies)。小型文字档案是本网站發送的小块数据，它们将由阁下的浏览器存储至阁下电脑的硬盘内，以便本网站在阁下返回本网站时可识别到阁下的浏览器。阁下同意本私隐政策时亦等同同意我们使用小型文字档案。</p> <strong><u>10. 联络方式</u></strong> <p>10.1. 如阁下:</p> <p class='pl-4'>a) 对我们或阁下的个人资料会被如何处理有任何问题、意见或投诉;</p> <p class='pl-4'>b) 不希望接收我们的任何直接促销通讯或最新信息;</p> <p class='pl-4'>c) 希望审阅阁下被我们收集及保留的个人资料; 或</p> <p class='pl-4'>d) 希望修改、更正或更新阁下的个人资料或要求从我们的数据库中删除阁下的个人资料;</p> <p>阁下可与我们的顾客服务部联络，联络方式如下:</p> <p><a href=\"mailto:info@whoohk.com\">电邮: info@whoohk.com</a></p> <p>10.2. 我们会就阁下的要求向阁下提供个人资料的摘要。我们可能会向阁下收取处理及依从阁下查阅个人资料要求的合理费用。</p> <strong><u>11. 语言</u></strong> <p>11.1. 本私隐政策中英文本如有歧异，以英文本为准。</p>"
}
