{
    "tnc_title": "條款及細則",
    "tnc_content": "<p class=\"w-100 text-right\">生效日期：2021年2月19日</p><br> <p>LG H&amp;H HK Limited樂金生活健康（香港）有限公司( \"<strong>本公司</strong><strong>\" </strong>或 \"<strong>我們</strong>\"及其相應構成的語法衍生詞)根據下列條款及細則和本公司私隱政策（統稱\"<strong>此等條款</strong>\"）透過 <a href=\"http://www.whoo-hk.com\">http://www.whoo-hk.com</a>（\"<strong>本網站</strong>\"）向閣下提供本公司於香港經營之The history of Whoo 品牌業務、產品（\"<strong>產品</strong>\"）、門市以及相關服務(\"<strong>服務</strong>\"）的資訊及內容。不論閣下透過任何途徑進入或使用本網站，即表明閣下已經閱讀、理解並同意此等條款，以及閣下已年滿18歲。閣下使用本網站以及有關行為均受此等條款及其他適用法律所約束。如閣下年滿13歲但不足18歲，則須先獲得閣下法定監護人的明示同意，且該法定監護人亦須同意並遵守此等條款。</p> <p>本公司有權不時修改此等條款，修改將於開首日期起生效。閣下對本網站之繼續使用應被理解為閣下接受經修改的此等條款。如閣下不同意此等條款，請立刻停止使用本網站。</p> <p>就此等條款目的而言，本網站所載之任何文字、圖形、影像、軟件、代碼、聲音檔案、視頻、互動功能、商標、設計、圖示、產品說明、圖片、序列（不論是否動畫以及是否有聲音）及所有其他本網站提供的資料或內容統稱為\"本網站內容\"。</p> <strong><u>1. 私隱政策</u></strong> <p>1.1請閱讀本公司的<u>私隱政策</u>以了解本公司的私隱慣例。本公司私隱政策將構成此等條款一部分。</p> <strong><u>2. 產品及服務</u></strong> <p>2.1&nbsp; 本網站所述的產品及服務，及本公司向閣下提供的任何產品、服務或試用品僅供閣下個人使用，不得作任何非私人或商業用途。閣下不可出售或轉售自本公司取得之任何產品、服務或試用品。如 閣下違反本條款，本公司有權在其絕對酌情權下拒絕向閣下提供任何產品、服務或試用品，並保留追究權利。</p> <p>2.2&nbsp; 本公司可透過本網站或其他本公司指定的方式提供產品、服務、試用品或發佈有關資訊，有關內容及僅為要約邀請並不構成單方面合約。如閣下有意享用產品、服務或領取試用品，可透過本公司指定方式向本公司申請（\"<strong>申請</strong>\"），申請將構成閣下向本公司發出的產品、服務或試用品要約，並受有關活動的條款及細則約束。</p> <p>2.3&nbsp; 本公司可能提供化妝品或個人護理相關服務、產品及試用品，包括但不限於護膚品及化妝品。 閣下向本公司i) 申請有關服務， ii) 索取產品或試用品或iii) 在本網站或其相關網站訂購產品（\"訂單\"），即代表閣下向本公司作出下列陳述、聲明及保證： 閣下已經就享用有關服務、使用有關產品或試用品諮詢合適的醫學專業人士之意見。</p> <strong><u>3. 資料的準確性</u></strong> <p>3.1 本公司提供之產品及服務之描述、介紹、資料、特點、規格及價格（無論是透過本網站及其相關網站、電郵或任何其他方式提供）僅作閣下一般參考之用，並不構成任何醫學或其他專業意見。本網站不會亦無意圖就診斷、減輕、舒緩、預防或治療任何疾病或人體狀況。本網站提供的護膚或個人護理資訊（如有）不能視為取代醫學或專業意見。</p> <p>3.2 本公司會盡合理的努力在本網站內發佈最新、最準確的描述產品和服務的資料，但本公司並不保證本網站所載的內容（包括但不限於產品描述、顏色及資料等）的絕對準確性及完整性。本公司保留隨時更改, 修正及刪除任何錯誤、不準確或遺漏的內容及資料而不作另行通知的權利。</p> <p>3.3 載於本網站的任何產品或服務並不構成出售該等產品或服務之要約，本網站提述任何產品或服務不表示所有國家均供應該等產品或服務，亦不代表閣下身處之店鋪的產品或服務之名稱或描述與本網站所載之相同。</p> <strong><u>4. 使用及限制</u></strong> <p>4.1 閣下同意只為閣下個人及非商業用途使用本網站及本網站內容。</p> <p>4.2 閣下同意閣下不會自行、授權或協助他人或實體作出或企圖作出下列行為：-</p> <p>(a) 違反此等條款；</p> <p>(b) 干涉本網站的正常運作或本網站進行之任何活動；</p> <p>(c) 濫用或惡意攻擊本網站，包括但不限於使用病毒、木馬程式、間諜軟體或蠕蟲等惡意軟體、使用阻斷服務攻擊等方式。本公司保留向有關執法部門報告有關攻擊並向該等部門披露閣下的身份資料的權利。</p> <strong><u>5. 知識產權</u></strong> <p>5.1本網站及本網站內容屬於本公司及/或其授權人專有財產，並受到版權、商標、專利及其他知識產權法律之保護。在未經本公司事前的書面同意下，閣下均不可擅自使用、複製、出售、翻譯、散佈、設計、生產、再版、存取、表演、展示、下載、修改或以其他方式使用全部或部分本網站內容。</p> <strong><u>6. 特別活動及推廣</u></strong> <p>6.1本公司可能經本網站或相關網站提供特別活動及推廣。該活動及推廣可能受特別條款及細則約束。詳情請參考有關活動及推廣的條款及細則。</p> <strong><u>7. 鏈接</u></strong> <p>7.1本網站可能包含連接至由第三方管理或營運的網站、應用程式或其他產品、服務(\"第三方平台\"）之鏈接。該等鏈接僅為閣下之方便而提供。本公司不認可、營運、監督或控制該等第三方平台及其內容。第三方平台的使用將受限於該等第三方各自的條款及私隱政策。本公司對於第三方平台之內容、使用條款及私隱政策概不負責。閣下應細閱有關第三方平台之使用條款及私隱政策以決定是否使用。對於因使用第三方平台而引起的或與之相關的任何損害，本公司不承擔任何責任。</p> <strong><u>8. 免責聲明</u></strong> <p>8.1 在適用法律允許的最大範圍內，對於閣下因進入或使用本網站或無法進入或使用本網站，或因使用本網站內容而造成的任何損失，本公司概不負有法律責任。</p> <p>8.2 本公司不就下列事項作出陳述或保證：(a) 本網站不會被中斷或本網站內容沒有錯誤或完全正確；(b)本網站或本網站內容的任何缺陷或錯誤將得到糾正或改正，或 (c)本網站或本網站的伺服器在任何時間均免受病毒或惡意軟件之攻擊或傷害。</p> <p>8.3 在適用法律所容許的最大範圍內，本公司否認提供任何（明示或隱含的）保證，包括但不限於可商售品質、所有權、適用某特定用途和不侵犯性的隱含保證。</p> <strong><u>9. 責任限制</u></strong> <p>9.1閣下因使用或不能使用本網站或本網站內容而導致之損失（不論直接、特殊、附帶、非直接或引起的，包括利潤損失及資料遺失）本公司概不負責。如 閣下因使用本網站或本網站內容而蒙受任何損失，唯一的補救方法是停止使用本網站。</p> <strong><u>10. 彌償</u></strong> <p>10.1就閣下因使用本網站、本網站內容、對此等條款之違反及/或違法行為所引起的指控、訴訟、損害、損失、責任、成本、費用、索償及負債，以及任何與之相關的律師費用，閣下同意在法律容許的範圍內，以全額賠償基準賠償本公司、本公司附屬公司、關聯公司、以及前述公司之任何董事、高級人員、經理、僱員、代理人或其他獲授權人(統稱\"被賠償人\")。</p> <strong><u>11. 一般條款</u></strong> <p><strong>11.1 </strong><strong>爭議解決</strong></p> <p>11.1.1此等條款受中華人民共和國香港特別行政區（\"香港\"）法律管轄，並按香港法律闡釋。閣下與本公司同意受香港法院的專屬管轄。</p> <p><strong>11.2 </strong><strong>可分割性</strong></p> <p>11.2.1如此等條款的任何條款或某一條款的任何部分被裁定為違法、無效或無法執行，則該部分將被視為與此等條款相分割，而其餘條款及有關條款的其餘部分將繼續有效。</p> <p><strong>11.3 </strong><strong>放棄權利</strong></p> <p>11.3.1即使本公司未有執行或延遲任何此等條款，均不得視為本公司放棄此等條款賦予之權利。</p> <p><strong>11.4 </strong><strong>第三者權利</strong></p> <p>11.4.1 受限於第11.4(b)條，任何人皆無權根據《合約(第三者權利)條例》(香港法例第 623 章)（《第三者權利條例》）強制執行此等條款及任何與之相關且由閣下以及本公司訂立的合約內的任何條文或享有該等條文之利益。</p> <p>11.4.2 被賠償人只有在下列情況及範圍內，方可憑藉《第三者權利條例》，依賴此等條款及任何與之相關且由閣下以及本公司訂立的合約內的之任何條文：-</p> <p>&nbsp;(i) 該等條文明確限制或排除該被賠償人的法律責任；或</p> <p>&nbsp;(ii)該等條文明確賦予該被賠償人其他權利或利益(包括但不限於任何彌償)。</p> <p><strong>11.5 </strong><strong>不可抗力事件</strong></p> <p>11.5.1 對於因超出其合理控制範圍的行為而導致提供產品或服務的延遲或失敗，包括但不限於自然災害、火災、洪水、事故、戰爭、叛亂、罷工、騷亂和設施故障，本公司將不對閣下及任何第三方承擔任何責任。</p> <p><strong>11.6 </strong><strong>更改</strong></p> <p>11.6.1本公司保留更改此等條款最終決定權。本公司可在不給予事先通知下，不時更改此等條款上並透過在本網站發佈更改內容。</p> <p>如有任何爭議，本公司保留最終決定權。</p> <p><strong>11.7 </strong><strong>諮詢</strong></p> <p>11.7.1如閣下對此等條款有任何疑問，請電郵至info@whoohk.com查詢。</p> <p><strong>11.8 </strong><strong>語言</strong></p> <p>11.8.1中英文本如有歧異，概以英文本為準。</p>",
    "policy_title": "私隱政策",
    "policy_content": "<p>最後更新: 2021年2月19</p> <p>樂金生活健康（香港）有限公司 (\"<strong>LG</strong>\"或\"<strong>我們</strong>\"及其相應構成的語法衍生詞)的私隱政策(\"<strong>本私隱政策</strong>\")描述了我們如何收集及使用閣下的個人資料。通過在任何電腦、手機、 平板電腦或其他設備進入或使用本網站，即表示閣下同意本私隱政策。我們將不時更新、更改或修改本私隱政策，並不作事先通知。閣下繼續使用本網站表示閣下同意本私隱政策及任何其更新、更改或修改。本私隱政策由上述日期起生效。</p> <p>本私隱政策構成使用本網站<a href=\"http://www.whoo-hk.com\">http://www.whoo-hk.com</a> (\"<strong>本網站</strong>\") 使用條款(&ldquo;<strong>此等條款</strong>&rdquo;)的一部分。除非另有說明，本私隱政策之所用之詞彙將具有此等條款賦予的含義。</p> <p>我們將根據《個人資料 ( 私隱 ) 條例》(香港法例第486章)(\"<strong>PDPO</strong>\")及本私隱政策的條款使用及處理閣下的個人資料。</p> <p>如閣下是13歲至18歲的未成年人，閣下則須先獲得法定監護人對使用本網站及本私隱政策的明確同意以繼續使用本網站。</p> <strong><u>1. 個人資料的收集</u></strong> <p>1.1 閣下進入或使用本網站時並沒有義務提供任何資訊給我們。我們只收集閣下知情下披露的個人資料。</p> <p>1.2 如閣下希望 (i) 接收有關我們的產品、即將舉行的活動、我們的服務、推廣及其他資訊的通訊及最新通知、(ii) 訂購我們的產品及/或申請我們的服務、或 (iii) 成為我們會員計劃的會員，閣下可能需要向我們提供個人資料，包括但不限於閣下的姓名、電話號碼及電郵地址(\"<strong>個人資料</strong>\") 。為免疑問，如閣下購買我們的產品和/或申請我們的服務，個人資料亦包括有關閣下之產品和/或服務的訂單以及交易歷史及記錄。</p> <p>1.3 我們亦可能會以小型文字檔案(cookies)或其他形式收集閣下使用本網站及與本網站互動的某些數據及資料。這些數據及資料包括但不限於IP地址，瀏覽類型及語言。</p> <strong><u>2. 目的</u></strong> <p>2.1 閣下的個人資料及其他資料將會被用作以下用途:</p> <p class='pl-4'>2.1.1 如閣下選擇接收我們的直接促銷通訊，我們可能會使用閣下的個人資料以透過電郵不時發送有關我們的產品、即將舉行的活動、我們的服務、推廣及其他資訊的最新通知。在閣下希望接收我們的直接促銷通訊期間，閣下的個人資料將會被一直保留。倘閣下不希望接收我們的直接促銷通訊或最新信息，閣下可在任何時候聯絡我們或選擇每封電郵的取消接收選項。</p> <p>2.2 閣下的個人資料或其他資料亦會被用作以下用途:</p> <p class='pl-4'>2.2.1 制定及個人化閣下使用本網站的體驗;</p> <p class='pl-4'>2.2.2 處理及履行閣下由LG或其任何子公司或關聯公司提供的產品和服務的訂單及交易 (不論我們提供此類產品及服務的品牌或商標），並與閣下就這些訂單和交易進行溝通;</p> <p class='pl-4'>2.2.3 處理和安排產品及服務的更換和退款;</p> <p class='pl-4'>2.2.4 經營、提供、改善及維持由LG或其附屬公司或關聯公司提供的產品及服務 (不論我們透過任何品牌或商標提供此產品及服務)，整理數據及分析閣下使用本網站的習慣;</p> <p class='pl-4'>2.2.5 會籍管理;</p> <p class='pl-4'>2.2.6 特別活動及推廣活動安排;</p> <p class='pl-4'>2.2.7 分析閣下的交易歷史及紀錄，以便我們明白閣下的需要及偏好;</p> <p class='pl-4'>2.2.8 發展、改善、推廣及銷售閣下需要的產品;</p> <p class='pl-4'>2.2.9 符合任何法律、法規、守則、業務守則或指引(不論是否適用於香港)訂下的披露責任及其他要求;</p> <p class='pl-4'>2.2.10 調查、防止或阻止欺詐或濫用本網站;</p> <p class='pl-4'>2.2.11 履行與上述2.2.1至2.2.10條款直接或間接相關的目的。</p> <strong><u>3. 個人資料的安全</u></strong> <p>3.1 我們將採取一切實際可行的步驟以確保閣下的個人資料受到保障，以防止未經授權或意外地被查閱、處理、刪除、喪失、或使用。</p> <p>3.2 我們將為我們的管理層、職員、員工及僱員提供有關於妥善處理閣下個人資料的定期培訓。閣下的個人資料只有已經授權的僱員才可瀏覽。</p> <strong><u>4. 資料分享</u></strong> <p>4.1<strong>附屬公司及關聯公司</strong></p> <p>4.1.1. 我們可能提供閣下的個人資料予我們的附屬公司及關聯公司在香港使用。</p> <p>4.2<strong>服務供應商</strong></p> <p>4.2.1. 閣下的個人資料亦可能會分享予我們的服務供應商 (\"<strong>服務供應商</strong><strong>\")</strong> ，用作營運本網站的一些活動如網站管理，但這只用作於履行其職責的範圍內而不作其他用途。部份服務供應商可能位於香港以外的地區。</p> <p>4.2.2. 我們已採取必需的組織性及合約措施以確保閣下的個人資料:</p> <p class='pl-4'>a) 只用於上述的用途; 及</p> <p class='pl-4'>b) 被防止未經授權或意外地被查閱、處理、刪除、喪失、或使用。</p> <p>4.2.3. 服務供應商不會在未經閣下授權的情況下向閣下發出有關其他公司的產品和服務。</p> <p><strong>4.3 法律要求或權利保障</strong></p> <p>4.3.1. 我們可能因有關政府要求，遵守法庭命令，符合有關法律或執行本私隱政策而披露閣下的個人資料。</p> <strong><u>5. 修改或刪除閣下的個人資料</u></strong> <p>5.1. 閣下有權檢查閣下的個人資料或其他個人身份是否由我們持有，並要求審閱及更改在我們的記錄中的個人資料。</p> <strong><u>6. 取消訂閱</u></strong> <p>6.1 請選擇電郵中的取消訂閱連結以在不收費情況下(除個人資料傳輸費用)取消訂閱並停止接收信息。</p> <strong><u>7. 個人資料的保存</u></strong> <p>7.1. 閣下的個人資料只會被保存直至履行收集個人資料目的完畢。已存檔的個人資料亦可能會被保留以用作統計目的。</p> <strong><u>8. 鏈接至其他網站</u></strong> <p>8.1. 本網站可能包含連接由其他方營運的其他網站。該等鏈接僅為閣下之方便而提供。LG對這些網站處理閣下個人資料的方法並不承擔任何責任。</p> <strong><u>9. 小型文字檔案 (cookies)</u></strong> <p>9.1. 本網站使用小型文字檔案(cookies)。小型文字檔案是本網站發送的小塊數據，它們將由閣下的瀏覽器存儲至閣下電腦的硬盤內，以便本網站在閣下返回本網站時可識別到閣下的瀏覽器。閣下同意本私隱政策時亦等同同意我們使用小型文字檔案。</p> <strong><u>10. 聯絡方式</u></strong> <p>10.1. 如閣下:</p> <p class='pl-4'>a) 對我們或閣下的個人資料會被如何處理有任何問題、意見或投訴;</p> <p class='pl-4'>b) 不希望接收我們的任何直接促銷通訊或最新信息;</p> <p class='pl-4'>c) 希望審閱閣下被我們收集及保留的個人資料; 或</p> <p class='pl-4'>d) 希望修改、更正或更新閣下的個人資料或要求從我們的數據庫中刪除閣下的個人資料;</p> <p>閣下可與我們的顧客服務部聯絡，聯絡方式如下:</p> <p><a href=\"mailto:info@whoohk.com\">電郵: info@whoohk.com</a></p> <p>10.2. 我們會就閣下的要求向閣下提供個人資料的摘要。我們可能會向閣下收取處理及依從閣下查閱個人資料要求的合理費用。</p> <strong><u>11. 語言</u></strong> <p>11.1. 本私隱政策中英文本如有歧異，以英文本為準。</p>"
}
